Repository: eduguru/iSoko
Catalog: iSoko/Resources/Localizable.xcstrings
Source language: en
Languages: fr, rw, sw

# bookkeeping.dashboard.business_metrics.description
source: Manage customers and suppliers
fr: Gérer les clients et les fournisseurs
rw: Gucunga abakiriya n'abagemurira
sw: Simamia wateja na wasambazaji

# bookkeeping.dashboard.quick_actions.description
source: Common bookkeeping tasks
fr: Tâches courantes de comptabilité
rw: Imirimo isanzwe yo kubika imibare
sw: Kazi za kawaida za uhasibu

# business.bookkeeping
source: Book Keeping
fr: Comptabilité
rw: Kubika Imibare
sw: Uhasibu

# business.bookkeeping_description
source: Manage your finances and bookkeeping
fr: Gérez vos finances et votre comptabilité
rw: Gucunga imari no kubika imibare
sw: Simamia fedha na uhasibu wako

# business.header_title
source: Business Management
fr: Gestion d'entreprise
rw: Gucunga Ubucuruzi
sw: Usimamizi wa Biashara

# business.marketplace_hub
source: Marketplace Hub
fr: Centre de marché
rw: Ikigo cy’isoko
sw: Kituo cha soko

# business.marketplace_hub_description
source: Manage your products, services, and orders in one place.
fr: Gérez vos produits, services et commandes en un seul endroit.
rw: Gucunga ibicuruzwa, serivisi n’ibicuruzwa byose ahantu hamwe.
sw: Dhibiti bidhaa, huduma na oda zako sehemu moja.

# common.action.add_another_item
source: Add Another Item
fr: Ajouter un autre article
rw: Ongeraho Ikindi Kintu
sw: Ongeza Kipengele Kingine

# common.action.add_customer
source: Add Customer
fr: Ajouter un client
rw: Ongeraho Umukiriya
sw: Ongeza Mteja

# common.action.add_expense
source: Add Expense
fr: Ajouter une dépense
rw: Ongeraho Ikiguzi
sw: Ongeza Gharama

# common.action.add_image
source: Add Image
fr: Ajouter une image
rw: Ongeraho Ifoto
sw: Ongeza Picha

# common.action.edit
source: Edit
fr: Modifier
rw: Hindura
sw: Hariri

# common.action.manage_stock
source: Manage Stock
fr: Gérer le stock
rw: Gucunga Imbuto
sw: Simamia Stoku

# common.action.record_sale
source: Record Sale
fr: Enregistrer une vente
rw: Andika Igurisha
sw: Rekodi Mauzo

# common.action.see_all
source: See All
fr: Voir tout
rw: Reba Byose
sw: Ona Zote

# common.action.view_details
source: View details
fr: Voir les détails
rw: Reba Ibisobanuro
sw: Ona maelezo

# common.action.view_reports
source: View Reports
fr: Voir les rapports
rw: Reba Raporo
sw: Ona Ripoti

# common.auth_options.header_description
source: Access the region's biggest market platform
fr: Accédez à la plus grande plateforme de marché de la région
rw: Injira muri kashe nkuru ya gasabo mu karere
sw: Fikia jukwaa kubwa zaidi la soko la eneo

# common.auth_options.header_title
source: Sign in or create an account
fr: Se connecter ou créer un compte
rw: Injira cyangwa fungura konti
sw: Ingia au fungua akaunti

# common.auth_view.create_account
source: Create an Account
fr: Créer un compte
rw: Fungura Konti
sw: Fungua Akaunti

# common.auth_view.forgot_password
source: Forgot your Password
fr: Mot de passe oublié
rw: Wibagiwe Ijambo Banga
sw: Umesahau Nywila

# common.auth_view.guest_mode
source: Guest Mode
fr: Mode invité
rw: Uburyo bw'Inzirakarengane
sw: Hali ya Mgeni

# common.auth_view.sign_in_title
source: Sign in
fr: Se connecter
rw: Injira
sw: Ingia

# common.auth_view.view_more
source: View More
fr: Voir plus
rw: Reba Byinshi
sw: Ona Zaidi

# common.basic_profile_security.email_placeholder
source: Enter your email
fr: Saisir votre e-mail
rw: Injiza imeli yawe
sw: Weka barua pepe yako

# common.basic_profile_security.header_title
source: Verify
fr: Vérifier
rw: Emeza
sw: Thibitisha

# common.basic_profile_security.password_requirement_length
source: Must be at least 8 characters
fr: Au moins 8 caractères
rw: Igomba kuba nibura imyanya 8
sw: Lazima iwe angalau herufi 8

# common.basic_profile_security.password_requirement_number
source: Include a number
fr: Inclure un chiffre
rw: Shyiramo umubare
sw: Jumuisha nambari

# common.basic_profile_security.password_requirement_special
source: Include a special character
fr: Inclure un caractère spécial
rw: Shyiramo akamenyetso
sw: Jumuisha alama maalum

# common.basic_profile_security.password_requirements_title
source: Password Requirements
fr: Exigences du mot de passe
rw: Ibisabwa kuri Ijambo Banga
sw: Mahitaji ya Nywila

# common.basic_profile_security.phone_placeholder
source: Enter phone number
fr: Saisir le numéro de téléphone
rw: Injiza nomero ya telefoni
sw: Weka nambari ya simu

# common.basic_profile_security.set_password_title
source: Set Your Password
fr: Définir votre mot de passe
rw: Shyira Ijambo Banga
sw: Weka Nywila Yako

# common.basic_profile_security.terms_text
source: You acknowledge you have read and agreed to our terms of use and privacy policy
fr: Vous reconnaissez avoir lu et accepté nos conditions d'utilisation et notre politique de confidentialité
rw: Wemeza ko wasomye kandi wemeye amategeko n'itangazo rya politiki y'ibanga
sw: Unakubali kwamba umesoma na kukubaliana na masharti ya matumizi na sera ya faragha

# common.basic_profile.first_name
source: First name *
fr: Prénom *
rw: Izina *
sw: Jina la kwanza *

# common.basic_profile.header_description_individual
source: Provide your personal information to complete registration.
fr: Fournissez vos informations personnelles pour finaliser l'inscription.
rw: Tanga amakuru yawe bwite kuzuza iyandikisha.
sw: Toa taarifa zako binafsi kukamilisha usajili.

# common.basic_profile.header_description_organisation
source: Provide your organization's information to complete registration.
fr: Fournissez les informations de votre organisation pour finaliser l'inscription.
rw: Tanga amakuru y'itsinda ryawe kuzuza iyandikisha.
sw: Toa taarifa za shirika lako kukamilisha usajili.

# common.basic_profile.header_title_individual
source: Individual Account
fr: Compte individuel
rw: Konti Bwite
sw: Akaunti Binafsi

# common.basic_profile.header_title_organisation
source: Organization Account
fr: Compte organisation
rw: Konti y'Itsinda
sw: Akaunti ya Shirika

# common.basic_profile.last_name
source: Last name *
fr: Nom *
rw: Irindi zina *
sw: Jina la ukoo *

# common.basic_profile.organization_name
source: Organization name *
fr: Nom de l'organisation *
rw: Izina ry'itsinda *
sw: Jina la shirika *

# common.basic_profile.organization_size
source: Organization Size
fr: Taille de l'organisation
rw: Ingano y'itsinda
sw: Ukubwa wa Shirika

# common.basic_profile.organization_type
source: Organization Type
fr: Type d'organisation
rw: Ubwoko bw'itsinda
sw: Aina ya Shirika

# common.basic_profile.referral_code
source: Referral Code
fr: Code de parrainage
rw: Kode yo Kohereza
sw: Msimbo wa Rufaa

# common.basic_profile.select_location
source: Select Location
fr: Sélectionner la localisation
rw: Hitamo Ahantu
sw: Chagua Mahali

# common.basic_profile.select_role
source: Select Role
fr: Sélectionner le rôle
rw: Hitamo Uruhare
sw: Chagua Jukumu

# common.button.confirm
source: Confirm
fr: Confirmer
rw: Emeza
sw: Thibitisha

# common.button.continue
source: Continue
fr: Continuer
rw: Komeza
sw: Endelea

# common.country_language.header_description
source: This description
fr: Cette description
rw: Ibisobanuro
sw: Maelezo haya

# common.country_language.header_title
source: Welcome to the app
fr: Bienvenue dans l'application
rw: Murakaza neza muri porogaramu
sw: Karibu kwenye programu

# common.country_language.select_country
source: Select Country
fr: Sélectionner le pays
rw: Hitamo Igihugu
sw: Chagua Nchi

# common.country_language.select_language
source: Select Language
fr: Sélectionner la langue
rw: Hitamo Ururimi
sw: Chagua Lugha

# common.get_started
source: Get Started
fr: Commencer
rw: Tangira
sw: Anza

# common.help_feedback.about_us
source: About us
fr: À propos de nous
rw: Abo turibo
sw: Kuhusu sisi

# common.help_feedback.about_us_description
source: Learn more about our company and mission
fr: En savoir plus sur notre entreprise et notre mission
rw: Menya byinshi ku isosiyete yacu n'inshingano
sw: Jifunze zaidi kuhusu kampuni yetu na dhamira yetu

# common.help_feedback.contact_us
source: Contact us
fr: Contactez-nous
rw: Twandikire
sw: Wasiliana nasi

# common.help_feedback.contact_us_description
source: Reach out to our support team for assistance
fr: Contactez notre équipe d'assistance
rw: Twandikira itsinda ryacu ry'inkunga
sw: Fikia timu yetu ya usaidizi

# common.help_feedback.faqs
source: FAQs
fr: FAQ
rw: FAQ
sw: Maswali ya Kawaida

# common.help_feedback.faqs_description
source: Find answers to commonly asked questions
fr: Trouver des réponses aux questions fréquentes
rw: Shakisha ibisubizo ku bibazo bikunze kubazwa
sw: Pata majibu ya maswali yanayoulizwa mara kwa mara

# common.help_feedback.privacy_policy
source: Privacy Policy
fr: Politique de confidentialité
rw: Politiki y'Ibanga
sw: Sera ya Faragha

# common.help_feedback.privacy_policy_description
source: Read how we collect and protect your data
fr: Lire comment nous collectons et protégeons vos données
rw: Soma uburyo twegeranya kandi tubika amakuru yawe
sw: Soma jinsi tunavyokusanya na kulinda data yako

# common.help_feedback.terms_conditions
source: Terms & Conditions
fr: Conditions générales
rw: Amategeko n'Ibisabwa
sw: Masharti na Hali

# common.help_feedback.terms_conditions_description
source: Review the terms and conditions of using the app
fr: Consulter les conditions d'utilisation de l'application
rw: Reba amategeko n'ibisabwa byo gukoresha porogaramu
sw: Kagua masharti na hali za kutumia programu

# common.label.about
source: About
fr: À propos
rw: Ibyacu
sw: Kuhusu

# common.label.activity
source: Activity
fr: Activité
rw: Ibikorwa
sw: Shughuli

# common.label.age_range
source: Age Range
fr: Tranche d'âge
rw: Itsinda ry'Imyaka
sw: Kundi la Umri

# common.label.all_time
source: All time
fr: Depuis toujours
rw: Igihe Cyose
sw: Wakati Wote

# common.label.amount
source: Amount *
fr: Montant *
rw: Amafaranga *
sw: Kiasi *

# common.label.amount_placeholder
source: Enter Amount
fr: Saisir le montant
rw: Injiza Amafaranga
sw: Weka Kiasi

# common.label.bills
source: Bills
fr: Factures
rw: Fagitire
sw: Bili

# common.label.categories
source: Categories
fr: Catégories
rw: Ibyiciro
sw: Kategoria

# common.label.category
source: Category
fr: Catégorie
rw: Icyiciro
sw: Kategoria

# common.label.category_na
source: Category: N/A
fr: Catégorie : N/A
rw: Icyiciro: N/A
sw: Kategoria: N/A

# common.label.choose_report_description
source: Choose a report to view performance
fr: Choisir un rapport pour voir les performances
rw: Hitamo raporo kureba imikorere
sw: Chagua ripoti kuona utendaji

# common.label.commodities
source: Commodities
fr: Produits
rw: Ibicuruzwa
sw: Bidhaa

# common.label.country
source: Country
fr: Pays
rw: Igihugu
sw: Nchi

# common.label.current_stock
source: Current Stock
fr: Stock actuel
rw: Imbuto Zihari
sw: Stoku ya Sasa

# common.label.customer_name
source: Customer Name
fr: Nom du client
rw: Izina ry'Umukiriya
sw: Jina la Mteja

# common.label.customers
source: Customers
fr: Clients
rw: Abakiriya
sw: Wateja

# common.label.due_soon
source: 2 due soon
fr: 2 échéances prochaines
rw: 2 zegereje
sw: 2 zinafikia hivi karibuni

# common.label.email_address
source: Email Address
fr: Adresse e-mail
rw: Aderesi ya Imeli
sw: Anwani ya Barua Pepe

# common.label.end_date
source: End Date
fr: Date de fin
rw: Itariki yo Kurangira
sw: Tarehe ya Kumaliza

# common.label.events
source: Events
fr: Événements
rw: Ibikorwa
sw: Matukio

# common.label.expense
source: Expense
fr: Dépense
rw: Ikiguzi
sw: Gharama

# common.label.expenses
source: Expenses
fr: Dépenses
rw: Ibituruka
sw: Gharama

# common.label.filters
source: Filters
fr: Filtres
rw: Zungura
sw: Vichujio

# common.label.financial_overview
source: Financial Overview
fr: Aperçu financier
rw: Incamake y'Imari
sw: Muhtasari wa Fedha

# common.label.first_name
source: First name
fr: Prénom
rw: Izina
sw: Jina la kwanza

# common.label.founded_in
source: Founded in
fr: Fondée en
rw: Yashinzwe mu
sw: Ilianzishwa

# common.label.gender
source: Gender
fr: Genre
rw: Igitsina
sw: Jinsia

# common.label.gender_female
source: Female
fr: Femme
rw: Gore
sw: Mke

# common.label.gender_male
source: Male
fr: Homme
rw: Gabo
sw: Mume

# common.label.inventory
source: Inventory
fr: Inventaire
rw: Imbuto
sw: Hesabu ya Bidhaa

# common.label.low_stock
source: Low Stock
fr: Stock faible
rw: Imbuto Nkeya
sw: Stoku Ndogo

# common.label.market_prices
source: Market Prices
fr: Prix du marché
rw: Ibiciro bya Kashe
sw: Bei za Soko

# common.label.measurement_unit
source: Measurement Unit: N/A
fr: Unité de mesure : N/A
rw: Ingano: N/A
sw: Kitengo cha Kipimo: N/A

# common.label.members
source: Members
fr: Membres
rw: Abanyamuryango
sw: Wanachama

# common.label.method
source: Method
fr: Méthode
rw: Uburyo
sw: Njia

# common.label.minimum_order
source: Minimum Order: 0
fr: Commande minimale : 0
rw: Ibisabwa Bike: 0
sw: Agizo la Chini: 0

# common.label.monitor_spending
source: Monitor spending
fr: Surveiller les dépenses
rw: Gukurikirana ibituruka
sw: Fuatilia matumizi

# common.label.name_na
source: Name: N/A
fr: Nom : N/A
rw: Izina: N/A
sw: Jina: N/A

# common.label.net_negative
source: Net Negative
fr: Solde négatif
rw: Igabanuka
sw: Hasara Halisi

# common.label.net_positive
source: Net Positive
fr: Solde positif
rw: Inyungu Nziza
sw: Faida Halisi

# common.label.news
source: News
fr: Actualités
rw: Amakuru
sw: Habari

# common.label.no_date
source: No Date
fr: Pas de date
rw: Nta Tariki
sw: Hakuna Tarehe

# common.label.no_title
source: No Title
fr: Pas de titre
rw: Nta Musoro
sw: Hakuna Kichwa

# common.label.number_of_expenses
source: Number of Expenses
fr: Nombre de dépenses
rw: Umubare w'Ibituruka
sw: Idadi ya Gharama

# common.label.payment_method
source: Payment Method
fr: Mode de paiement
rw: Uburyo bwo Kwishyura
sw: Njia ya Malipo

# common.label.phone_number
source: Phone Number
fr: Numéro de téléphone
rw: Nomero ya Telefoni
sw: Nambari ya Simu

# common.label.products
source: Products
fr: Produits
rw: Ibicuruzwa
sw: Bidhaa

# common.label.profit_and_loss
source: Profit & Loss
fr: Profits & Pertes
rw: Inyungu n'Igabanuka
sw: Faida na Hasara

# common.label.quick_actions
source: Quick Actions
fr: Actions rapides
rw: Ibikorwa Byihuse
sw: Vitendo vya Haraka

# common.label.rating
source: Rating
fr: Évaluation
rw: Amanota
sw: Ukadiriaji

# common.label.receipt_images
source: Add Receipt Images
fr: Ajouter des images de reçu
rw: Ongeraho Amafoto y'Inyemezabuguzi
sw: Ongeza Picha za Risiti

# common.label.recent_purchases
source: Recent Purchases
fr: Achats récents
rw: Igurishwa Rya Vuba
sw: Manunuzi ya Hivi Karibuni

# common.label.regulatory_agencies
source: Regulatory Agencies
fr: Agences de réglementation
rw: Inzego z'Imigenzurire
sw: Mamlaka za Udhibiti

# common.label.revenue
source: Revenue
fr: Revenus
rw: Inyungu
sw: Mapato

# common.label.sales
source: Sales
fr: Ventes
rw: Igurisha
sw: Mauzo

# common.label.sales_details
source: Sales Details
fr: Détails des ventes
rw: Ibisobanuro by'Igurisha
sw: Maelezo ya Mauzo

# common.label.search
source: Search
fr: Rechercher
rw: Shakisha
sw: Tafuta

# common.label.select_age_range
source: Select Age Range
fr: Sélectionner la tranche d'âge
rw: Hitamo Itsinda ry'Imyaka
sw: Chagua Kundi la Umri

# common.label.select_gender
source: Select Gender
fr: Sélectionner le genre
rw: Hitamo Igitsina
sw: Chagua Jinsia

# common.label.select_option
source: Select an option
fr: Sélectionner une option
rw: Hitamo Uburyo
sw: Chagua chaguo

# common.label.select_report_type
source: Select Report Type
fr: Sélectionner le type de rapport
rw: Hitamo Ubwoko bwa Raporo
sw: Chagua Aina ya Ripoti

# common.label.spending
source: Spending
fr: Dépenses
rw: Ibituruka
sw: Matumizi

# common.label.standards
source: Standards
fr: Normes
rw: Ibyemezo
sw: Viwango

# common.label.start_date
source: Start Date
fr: Date de début
rw: Itariki yo Gutangira
sw: Tarehe ya Kuanza

# common.label.street_address
source: Street Address
fr: Adresse
rw: Aderesi
sw: Anwani ya Mtaa

# common.label.subtotal
source: Subtotal
fr: Sous-total
rw: Agateganyo
sw: Jumla Ndogo

# common.label.summary
source: Summary
fr: Résumé
rw: Incamake
sw: Muhtasari

# common.label.supplier
source: Supplier
fr: Fournisseur
rw: Umugemurira
sw: Msambazaji

# common.label.supplier_na
source: Supplier: N/A
fr: Fournisseur : N/A
rw: Umugemurira: N/A
sw: Msambazaji: N/A

# common.label.supplier_name
source: Supplier Name
fr: Nom du fournisseur
rw: Izina ry'Umugemurira
sw: Jina la Msambazaji

# common.label.supplier_name_placeholder
source: Enter Supplier Name
fr: Saisir le nom du fournisseur
rw: Injiza Izina ry'Umugemurira
sw: Weka Jina la Msambazaji

# common.label.suppliers
source: Suppliers
fr: Fournisseurs
rw: Abagemurira
sw: Wasambazaji

# common.label.tax
source: Tax
fr: Taxe
rw: Umusoro
sw: Kodi

# common.label.tax_information
source: Tax Information
fr: Informations fiscales
rw: Amakuru y'Umusoro
sw: Taarifa za Kodi

# common.label.this_month
source: This month
fr: Ce mois
rw: Uku Kwezi
sw: Mwezi Huu

# common.label.this_week
source: This Week
fr: Cette semaine
rw: Iki Cyumweru
sw: Wiki Hii

# common.label.top_buyers
source: Top buyers
fr: Meilleurs acheteurs
rw: Abaguzi Bakomeye
sw: Wanunuzi Wakuu

# common.label.total_entries
source: Total entries
fr: Total des entrées
rw: Ibyinjijwe Byose
sw: Jumla ya Ingizo

# common.label.total_expenses
source: Total Expenses
fr: Total des dépenses
rw: Ibituruka Byose
sw: Jumla ya Gharama

# common.label.total_orders
source: Total Orders
fr: Total des commandes
rw: Amabwiriza Yose
sw: Jumla ya Maagizo

# common.label.total_products
source: Total Products
fr: Total des produits
rw: Ibicuruzwa Byose
sw: Jumla ya Bidhaa

# common.label.total_sales
source: Total Sales
fr: Total des ventes
rw: Igurisha Ryose
sw: Jumla ya Mauzo

# common.label.total_value
source: Total Value
fr: Valeur totale
rw: Agaciro Gose
sw: Thamani Yote

# common.label.town
source: Town
fr: Ville
rw: Umujyi
sw: Mji

# common.label.track_revenue
source: Track revenue
fr: Suivre les revenus
rw: Gukurikirana inyungu
sw: Fuatilia mapato

# common.label.trade_procedures
source: Trade Procedures
fr: Procédures commerciales
rw: Inzira z'Ubucuruzi
sw: Taratibu za Biashara

# common.label.unknown_supplier
source: Unknown Supplier
fr: Fournisseur inconnu
rw: Umugemurira Utatangajwe
sw: Msambazaji Asiyejulikana

# common.label.vendors
source: Vendors
fr: Vendeurs
rw: Abagurisha
sw: Wauzaji

# common.language_picker.title
source: Choose your Language
fr: Choisissez votre langue
rw: Hitamo Ururimi Rwawe
sw: Chagua Lugha Yako

# common.more_view.help_support
source: Help & Support
fr: Aide & Support
rw: Ubufasha & Inkunga
sw: Msaada & Huduma

# common.more_view.help_support_description
source: Get assistance and support
fr: Obtenir de l'aide et du support
rw: Bona ubufasha n'inkunga
sw: Pata msaada na huduma

# common.more_view.language_settings
source: Language Settings
fr: Paramètres de langue
rw: Igenamiterere ry'Ururimi
sw: Mipangilio ya Lugha

# common.more_view.language_settings_description
source: Change your preferred language
fr: Changer votre langue préférée
rw: Hindura ururimi ukunda
sw: Badilisha lugha unayopendelea

# common.more_view.login_button
source: Log in or sign up
fr: Se connecter ou s'inscrire
rw: Injira cyangwa iyandikishe
sw: Ingia au jisajili

# common.more_view.logout_button
source: Log out
fr: Se déconnecter
rw: Sohoka
sw: Toka

# common.more_view.my_orders
source: My Orders
fr: Mes commandes
rw: Amabwiriza Yanjye
sw: Maagizo Yangu

# common.more_view.my_orders_description
source: View your orders and wishlist
fr: Voir vos commandes et votre liste de souhaits
rw: Reba amabwiriza n'urutonde rw'ibyo wifuza
sw: Ona maagizo na orodha ya matakwa yako

# common.more_view.not_verified
source: Not Verified
fr: Non vérifié
rw: Ntiyemejwe
sw: Haijathibitishwa

# common.more_view.notifications_description
source: Manage your notifications
fr: Gérer vos notifications
rw: Gucunga amatangazo yawe
sw: Simamia arifa zako

# common.more_view.profile
source: Profile
fr: Profil
rw: Profili
sw: Wasifu

# common.more_view.profile_description
source: Manage your account details
fr: Gérer les détails de votre compte
rw: Gucunga amakuru ya konti yawe
sw: Simamia maelezo ya akaunti yako

# common.more_view.share_app
source: Share App
fr: Partager l'application
rw: Sangira Porogaramu
sw: Shiriki Programu

# common.more_view.share_app_description
source: Invite friends and earn rewards
fr: Invitez des amis et gagnez des récompenses
rw: Zapreza inshuti nawe uhabwe ibihembo
sw: Alika marafiki na upate zawadi

# common.more_view.since
source: Since May 2026
fr: Depuis mai 2026
rw: Kuva Gicurasi 2026
sw: Tangu Mei 2026

# common.more_view.trade_associations
source: Trade Associations
fr: Associations commerciales
rw: Amashyirahamwe y'Ubucuruzi
sw: Vyama vya Biashara

# common.more_view.trade_associations_description
source: Manage your associations
fr: Gérer vos associations
rw: Gucunga amashyirahamwe yawe
sw: Simamia vyama vyako

# common.more_view.verified
source: Verified
fr: Vérifié
rw: Emejwe
sw: Imethibitishwa

# common.name
source: Name
fr: Nom
rw: Izina
sw: Jina

# common.next
source: Next
fr: Suivant
rw: Ibikurikira
sw: Ifuatayo

# common.reset_password_success.header_description
source: Your password has been changed succesfully
fr: Votre mot de passe a été modifié avec succès
rw: Ijambo banga ryawe ryahinduwe neza
sw: Nywila yako imebadilishwa kwa mafanikio

# common.reset_password_success.header_title
source: Password changed
fr: Mot de passe modifié
rw: Ijambo banga ryahinduwe
sw: Nywila imebadilishwa

# common.reset_password_success.login_button
source: Back to login
fr: Retour à la connexion
rw: Garuka kwinjira
sw: Rudi kuingia

# common.reset_password.confirm_button
source: Send code
fr: Envoyer le code
rw: Ohereza kode
sw: Tuma msimbo

# common.reset_password.email_label
source: Email address
fr: Adresse e-mail
rw: Aderesi ya imeli
sw: Anwani ya barua pepe

# common.reset_password.email_length_error
source: Must be 5–50 characters
fr: Doit contenir entre 5 et 50 caractères
rw: Igomba kuba imyanya 5–50
sw: Lazima iwe herufi 5–50

# common.reset_password.email_placeholder
source: Enter email
fr: Saisir l'e-mail
rw: Injiza imeli
sw: Weka barua pepe

# common.reset_password.email_required_error
source: Email is required
fr: L'e-mail est obligatoire
rw: Imeli irasabwa
sw: Barua pepe inahitajika

# common.reset_password.header_description
source: Don’t worry! It happens. Please enter the email associated with your account.
fr: Ne vous inquiétez pas ! Cela arrive. Veuillez saisir l'e-mail associé à votre compte.
rw: Ntugire impungenge! Biba. Injiza imeli ishamikiye kuri konti yawe.
sw: Usijali! Hutokea. Tafadhali weka barua pepe inayohusiana na akaunti yako.

# common.reset_password.header_title
source: Forgot password?
fr: Mot de passe oublié ?
rw: Wibagiwe ijambo banga?
sw: Umesahau nywila?

# common.select_region
source: Select Region
fr: Sélectionner une région
rw: Hitamo akarere
sw: Chagua eneo

# common.select_region_desc
source: Please Select your country or region
fr: Veuillez sélectionner votre pays ou région
rw: Hitamo igihugu cyangwa akarere kawe
sw: Tafadhali chagua nchi au eneo lako

# common.signup.header_description
source: Select your type of account that best describe your needs
fr: Sélectionnez le type de compte qui correspond le mieux à vos besoins
rw: Hitamo ubwoko bwa konti buhuye n'ibyo ukeneye
sw: Chagua aina ya akaunti inayofaa mahitaji yako

# common.signup.header_title
source: Choose your account type
fr: Choisissez votre type de compte
rw: Hitamo ubwoko bwa konti
sw: Chagua aina ya akaunti
